[
    { "name" : "Woodford Reserve", "price":35, "proof": 90.4 , "rating":482, "taste": " Slightly sweet and thin, the palate delivers light flavors of vanilla, honey, and citrus which rest over a thin layer of rye and oak.", "imageUrl":"http://localhost:8181/files/woodford.jpeg"},
    { "name" : "Bulleit", "price":45, "proof":91.2, "rating": 591, "taste":"The bourbon’s hardfisted spiciness continues until the very end. Spice, pepper, and oak dominate, with notes of butterscotch, mint, and cherry wavering in and out.", "imageUrl":"http://localhost:8181/files/bulleit.jpeg" },
    { "name" : "Knob Creek", "price":31, "proof":100, "rating": 692, "taste":"Hot and long lasting. Full of cinnamon, oak and leather. The sweetness from the nose and palate carries through to the end. It can be challenging at first, but very satisfying by the end." , "imageUrl":"http://localhost:8181/files/knobcreek.jpeg"},
    { "name" : "Four Roses", "price":19, "proof":80, "rating": 603, "taste":"The palate isn’t deep as much as immediate, since you’re bombarded with all of the flavors at once. It coats your tongue ensuring you get a healthy dose of flavor with each sip." , "imageUrl":"http://localhost:8181/files/fourroses.jpeg"},
    { "name" : "Wild Turkey", "price":24, "proof":101, "rating": 633, "taste":"Sweet notes of vanilla, maple, and cinnamon are nicely contrasted with oakiness, spice, and char. The medium-length biting finish gives way to a slightly dry aftertaste." , "imageUrl":"http://localhost:8181/files/wildturkey.jpeg"},
    { "name" : "Angels Envy", "price":46, "proof":86.6, "rating": 648, "taste":"Super sweet. Gingerbread and molasses play off maple sugar candy as the dominant flavor. Sickly-sweet marshmallowy, cotton candy-ish flavors push through towards the end of the sip." , "imageUrl":"http://localhost:8181/files/angelsenvy.jpeg"},
    { "name" : "Elijah Craig", "price":40, "proof":128.0, "rating": 469, "taste":"It welcomes you with heat and dry oak, but also mixes in some sweet caramel. It’s a blast of flavor all at once like many great barrel proofs are. Fruit notes also become more prevalent as your tongue adjusts to the initial blast of oak and heat." , "imageUrl":"http://localhost:8181/files/elijah.jpeg"},
    { "name" : "Jim Beam", "price":27, "proof":80, "rating": 382, "taste":"Typical bourbon flavors of caramel and vanilla. Tiny amount of fruit and honey. Very ho-hum palate with weak flavor all around. Its mild flavor, lack of complexity and low proof point don’t make it a great sipper." , "imageUrl":"http://localhost:8181/files/jimbeam.jpeg"},
    { "name" : "Evan Williams", "price":15, "proof":86, "rating": 370, "taste":" Loads of sugary sweetness. Vanilla, caramel, a hint of gingerbread, and candied dark fruit pour forth from the glass in a balanced array sweet scents." , "imageUrl":"http://localhost:8181/files/evanwilliams.jpeg"},
    { "name" : "Old Forester", "price":20, "proof":86, "rating": 473, "taste":"Charred oak and a healthy dose of spice hit first. They’re followed by chocolate, as the bourbon coats the insides of my mouth. As it lingers, there’s a trace of dark fruit, but it’s hidden well behind the initial flavors" , "imageUrl":"http://localhost:8181/files/forester.jpeg"},
    { "name" : "Jeffersons", "price":35, "proof":83.0, "rating": 457, "taste":"Savory with a wonderfully thick and coating mouthfeel. Sweet elements of butterscotch, caramel, vanilla, and burnt brown sugar balance nicely with an opposing bitterness." , "imageUrl":"http://localhost:8181/files/jeffersons.jpeg"},
    { "name" : "Eagle Rare", "price":30, "proof":90, "rating": 672, "taste":"The palate is simplistically sweet without a ton of depth. Upfront notes of honey, toasted brown sugar, new oak, and light traces of white pepper are all present." , "imageUrl":"http://localhost:8181/files/eaglerare.jpeg"},
    { "name" : "Makers Mark 46", "price":35, "proof":94, "rating": 549, "taste":"A nice buttery palate presents heavy oak, caramel, cinnamon, and light fresh baked wheat bread. The palate’s flavors aren’t as deep as the nose." , "imageUrl":"http://localhost:8181/files/makersmark"},
    { "name" : "Coopers Craft", "price":29, "proof":82.2, "rating": 419, "taste":"This is a straightforward and easy to drink whiskey. Simplicity is the name of the game with this bourbon, both in it’s thin mouthfeel and simple flavors. Corn, oak, orange rinds, and light hints of green pepper are all present but none dominates the flavor profile." , "imageUrl":"http://localhost:8181/files/coopercraft"},
    { "name" : "Russell’s Reserve", "price":50, "proof":110, "rating": 459, "taste":"The sweetness continues with dark fruits, cherry, and vanilla bean, all of which are brilliantly offset by layers of seasoned oak and fresh wood." , "imageUrl":"http://localhost:8181/files/russells.jpeg"},
    { "name" : "Noah’s Mill", "price":55, "proof":114.3, "rating": 523, "taste":"Wow - is this a sweet tasting bourbon…both literally and figuratively! For such a high proof, I was very surprised at how nice the mouthfeel was on this." , "imageUrl":"http://localhost:8181/files/noahsmill.jpeg"},
    { "name" : "Orphan Barrel Rhetoric", "price":110, "proof":90.4, "rating": 624, "taste":"Its oily and thick mouthfeel is immediately noticeable. Vanilla, toffee, roasted nuts, and toasted oak hit with medium intensity. " , "imageUrl":"http://localhost:8181/files/orphan.jpeg"},
    { "name" : "Blanton's Straight", "price":100, "proof":123.4, "rating": 567, "taste":"This is a big, bold, rich bourbon that’s packing some heat. Ever so dry, the palate brings through a rich, heavy dose of oak along with vanilla, light honey, butterscotch, and plump juicy raisins." , "imageUrl":"http://localhost:8181/files/blanton.jpeg"},
    { "name" : "Hudson Four Grain", "price": 44, "proof":92, "rating": 554, "taste":"Flavors lean heavily on the sweet side, but are well composed. Strawberry, cherry, caramel, and vanilla are all bundled together providing the backbone of the flavor profile." , "imageUrl":"http://localhost:8181/files/hudson.jpeg"}
]